</head>
<body>
<main>
           <div class="container open">
    <br>
      
          <canvas id="mycanvas" height="90px" width="400px" border="1px dotted black">display if browser does not support html canvas</canvas>
        
<script type="text/javascript" src="../JS/Blog_js.js"></script>
      <br>
    </div>
<div class="container" id="shawer1">
    <br>
    <h3>?איך לקלח את הכלב לבד</h3>
    <img src="<?php echo base_url('assets/Pictures/dogshawer.jpg'); ?>"  style="width:100%;">
    <br>
    <hr class="rounded">
    <p>
    <b>?באיזו תדירות יש לרחוץ את הכלב</b>
        <br>
תדירות המקלחת תלויה בגזע הכלב ובמצב הכללי של הפרווה – רחיצת יתר עלולה להוביל לאיבוד השומנים הטבעיים המגנים על העור שלו, לכן בעקרון מומלץ לרחוץ את הכלב רק כאשר הוא מדיף ריח או מלוכלך. עם זאת לא רצוי לדחות את המקלחות יותר מדי, משום שפרווה ארוכה ומלוכלכת נוטה לצבור קשרים ולהסתבך.

תדירות המקלחות תשתנה מעונה לעונה, כאשר בקיץ מומלץ לקלח את הכלב אחת לחודש. מקלחת תכופה בעונת הקיץ עלולה להגביר את הסיכוי לבעיות עור.
<br><br>
<b>?מהם השלבים הנכונים לרחצה בטוחה</b><br>
לפני שמתחילים, וודאו כי כל האביזרים עומדים לרשותכם – שמפו המותאם לפרוות הכלב, מגבת מברשת לסירוק לאחר המקלחת, יש לדאוג להוריד את הקולר ומומלץ לגזוז ציפורניים לכלבכם.

את המקלחת עצמה מומלץ להתחיל מאזור הראש, למרות שיש הטוענים כי דווקא פעולה זו עלולה לעורר את רצונו של הכלב להתנער. הסיבה שאנו ממליצים להתחיל באיזור הפנים היא מהרצון להרחיק את הפרעושים מן הפנים, האוזניים והעיניים (תוך כדי שימוש בחומרים מתאימים בלבד.

מומלץ לתת לכלב להתרגל למים הזורמים ואפילו למלא את האמבט או הגיגית בכמה סנטימטרים של מים חמימים. אם הכלב נלחץ מזרם המים, אפשר להרטיב אותו בעזרת דלי או זרם מים חלש יותר. לעולם אל תתיזו מים ישירות על הפנים או אברי המין.
לאחר שהפרווה של הכלב כבר רטובה נוכל לעבור לשלב מריחת השמפו, יש למרוח את שמפו המתאים מן הראש אל הזנב וחובה עלינו להמנע מלסבן את הכלב באיזור האוזניים והעיניים!
לאחר הזמן המצוין על השמפו יש להסיר את השמפו בעזרת צינור המים.
בסיום הרחצה, אנו ממליצים לייבש היטב את פרוות הכלב עם מגבת או מייבש שיער ולסרק אותה, (וכמובן ניתן לתת לכלב "פרס" על התנהגות טובה בזמן המקלחת).
<br><br>
בכל שאלה או בעיה, נשמח לסייע ולתת לכם מידע, ותזכור תמיד שאם אין לכם כוח או רצון לקלח ולספר את כלבכם, תמיד תוכלו ליצור איתנו קשר ונגיע עד לפתח ביתכם, להעניק את הטיפול המקצועי והמסור ביותר.
    </p>
    
    </div>
   <br>
     <hr class="rounded">
    <br>
   
    <div class="container" id="fear1">
        <br>
        <h3>?הכלב מפחד מטיפול מה עושים</h3>
    <img src="<?php echo base_url('assets/Pictures/fear.jpg'); ?>"  style="width:100%;">
        <br>
    <hr class="rounded">
        <p>
        לקוחות רבים פונים אלינו בשאלות שונות ואנו תמיד משתדלים לספק להם את המענה המהיר והמקצועי ביותר, אחת השאלות שחוזרות אצל לקוחות חדשים שלנו הוא: "הפחד של הכלב מהטיפול, ובחירת ספר כלבים״.

הכוונה היא לא לחשש של הלקוח עצמו, אלא לחשש לתגובת הכלב.<br>
הכלב לא מכיר את הספר שעומד לספר אותו, ואתם "לוקחים" אותו מהטריטוריה שלו למספרת כלבים בחדר סגור, דבר שגורם לכלבים לא פעם לטראומה והם מסרבים לקבל את הטיפול, (לכן אנו באמבטיה דואגים להגיע עם ניידת הטיפול שלנו לבית הלקוח כדי להוריד את החשש הגדול של הכלב מהטיפול).
בנוסף הפחד מהטיפול יכול להיות ביטוי של מגוון פחדים אחרים כגון: פחד מרעש המכונות, ממגע של אדם "זר" ועוד…

לכן לפני בחירת ספר הכלבים, עליכם לברר כמה שיות פרטים על ספר הכלבים (כמה שנים יש לו ניסיון בהתנהלות והתנהגות של כלבים, ואיזה כלבים כבר יצא לו לספר ולקבל המלצות מלקוחות שטופלו ע"י).
<br><br>
על ספר כלבים, להיות בקיא בקריאת שפת גוף של הכלבים על בוריה.
בנוסף עליו לשלוט בסימני הרגעה (כיצד ניתן להרגיע ולהתחבר אל הכלב, כדי לאפשר טיפול נכון שלא יגרום לכלב טראומה). סימנים אלה חשובים מאוד על שולחן הטיפולים, ומאפשרים לספר לבצע את עבודתו על הצד הטוב ביותר.

לכן אתם ההמלצה שלנו היא לבחור בספר כלבים, שכל עבודתו עוסקת בטיפוח כלבים בלבד, כמו בכל מקצוע ברגע שאתה עוסק רק בתחום אחד וזה העיקר העבודה שלך, אתה תהיה הכי מקצועי ותדע את כל הדרכים הנכונות כדי להגיע אל הכלב ולגרום לו הנאה מהטיפול שהוא הולך לקבל.
ברגע שאנו פונים לחנות שמוכרת מוצרי מזון ו״על הדרך״ הם גם מספרים כלבים, רמת המקצוענות שלהם ירודה מכיוון שהם עסוקים במהלך היום בדברים אחרים.
<br><br>
במידה ויש לכלבכם בעיות פיזיות חשוב לציין זאת לפני הטיפול כדי שספר הכלבים יוכל להערך בהתאם. כלבים חולים לעיתים יהיו חסרי סבלנות יותר מכלבים בריאים, חשוב למסור את ההסטוריה של הכלב, אם יש בעיה של קרישת דם, או שהכלב עבר ניתוח (גם אם הוא פשוט), ספר הכלבים צריך לדעת על כך מראש, מקיוון שכלבים אילו לעיתים יזדקקו לתשומת לב שונה.

דבר נוסף הוא שלא כל כלב יכול או מסוגל להמתין לתורו לבדו, או לחכות בחדר המתנה מלא בכלבים אחרים (כמו שרשמנו מקודם לכן אנו מעדיפים להגיע לבית הלקוח ששם אין כלבים נוספים והכלב נמצא בסביבה מוכרת ובטוחה).
</p>

    </div>
    <br>
    <hr class="rounded">
    <br>
    
    <div class="container" id="flea1">
        <br>
        <h3>פרעושים וקרציות- הצרה הגדולה</h3>
    <img src="<?php echo base_url('assets/Pictures/flea.jpg'); ?>"  style="width:100%;">
     <br>
    <hr class="rounded">
        <p>
    הפרעושים הם חרקים וטפילים. הם טפילים כי הם חיים על חיות וניזונים מהדם שלהם. כל סוג של פרעוש חי על חשבון פונדקאי כלשהו – כלבים וחתולים בעיקר אך גם עופות ובני אדם. הפרעושים הקופצניים משתמשים בגפי הפה הדוקר שלהם כדי לחדור את העור ולמצוץ דם. הם מגרדים, מטרידים וקשה להיפטר מהם. 
<br><br>
<b>?איך פרעושים באים לעולם</b><br>
נקבת הפרעוש מטילה ביצה שממנה בוקע זחל. הזחל שגדל נהיה גולם ומן הגולם צץ הפרעוש.
<br><br>
<b>?איך פרעושים קופצים</b><br>
לקטנים האלה (גודלם הוא מילימטרים בודדים) יש רגליים חזקות והם יכולים לזנק עד למרחק של 15 סנטימטרים כדי לנחות על המקום הרצוי להם, הפונדק, שהוא בדרך כלל הכלבים  או החתולים שלנו.

<br><br>
<b>?פרעושים מזיקים</b><br>
עקיצות של פרעושים גורמות לגירוד ולאי נוחות, תגובות אלרגיות כמו פריחה, וגם עלולות להעביר מחלות כמו דבר וטטנוס. זה נכון לגבי כלבים, חתולים ובני אדם.

<br><br>
<b>?מה עושים נגד פרעושים</b><br>
כיום יש חומרי הדברה יעילים להרחקת פרעושים. חומרי ההדברה צריכים לקבל אישור של משרד הבריאות כדי להבטיח שאינם מזיקים לחיה שעליה משתמשים בתכשיר ההדברה. לכן חומרי ההדברה לכלבים ולחתולים ארוזים באמפולות בכמה גדלים וריכוזים כדי להתאים לסוג החיה ולמשקלה. יש שארוזים בבקבוק תרסיס  ועליו כתוב בדיוק כמה להתיז ואיפה. חומרי ההדברה החדשנים גם אינם מזיקים לאדם, אבל יש להרחיק את החומרים האלה מילדים, ואסור לנשק את חיית המחמד שלכם ביום שבו מרחתם או הִתזתם עליה חומר הדברה וגם למחרת.

    </p>
    </div>
    
</main>
    <script>
       window.onload=function(){
   var canvas = document.getElementById("mycanvas");
var ctx = canvas.getContext("2d");
  var img=new Image();  
  img.src="<?php echo base_url('assets/Pictures/banner.jpg'); ?>";
   img.onload=function(){
       ctx.drawImage(img,10,00);
   ctx.font="50px Comic Sans MS";
ctx.fillStyle= "black";
ctx.shadowColor = "grey";
 ctx.shadowOffsetX = 10;
  ctx.shadowOffsetY = 10;
  ctx.shadowBlur = 10;
ctx.textAlign = "center";
ctx.fillText("הבלוג שלנו", canvas.width/1.90, canvas.height/1.5);

   }; 
} 
    </script>